export const textObject = {
    "insider" : {
        "title": 'Insider Trading 이란?',
        "description1" : '해당 기업에서 직무 또는 지위를 맡은 사람이 소속 회사의 주식을 거래하는 것을 말합니다.',
        "description2" : '본인 회사의 주식을 매도하는 경우는 다양한 이유가 있지만 매매하는 경우는 주로 주식 가치 상승을 예상하기 때문입니다. 이에 Insider 들이 내부 주식을 매수하는 정보를 모았습니다.',
    },
    "alret" : {
        "atleastPick" : "하나 이상의 항목을 선택(클릭)하셔야 합니다."
    },
    "onboard" : {
        "whatisOnboard": "담은목록이란?",
        "description1": "-	해당 종목의 주식을 매수하여 보유중인 항목을 모아볼 수 있게 담아 놓는 기능입니다.",
        "description2": "-	담은목록에 종목을 추가하면 해당 종목의 매수/매도 거래가 발생할 시 확인 할 수 있습니다.",
    },
    "interest" : {
        "title" : "관심목록이란?",
        "description1" : '-	관심 있는 종목의 주식을 모아볼 수 있는 목록입니다.',
        "description2" : '-	관심목록에 종목을 추가하면 해당 종목의 매수/매도 거래가 발생할 시 확인할 수 있습니다.',
    },
    "notinterest" : {
        "title": '노관심목록이란?',
        "description1": '- 관심 없는 종목의 주식을 설정할 수 있습니다.',
        "description2": '- 노관심목록에 종목을 추가하면 해당 종목의 매수/매도 거래가 발생하여도 메인화면에 노출되지 않습니다.'
    },
    "ban" : {
        "title": '10일벤이란?',
        "description1": '-	10일벤목록은 10일 동안만 해당 주식에 관한 매수/매도 소식을 차단합니다. 노관심목록은 목록에 담긴 종목에 관한 소식을 영구적으로 차단하는 것과 달리 10일 이후에는 다시 조회됩니다.',
        "description2": '-	10일벤 목록에 담긴 종목은 10일 이후에는 자동적으로 삭제됩니다.'
    },
}